IDEA Open Model
SectionCharacteristics.It Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the Torsional constant.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double It { get; set; }
Public Property It As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace